benchmark/Prices-487k-PricesPerOffering-9.7k/bitmap-c1-t1.txt
Running 30s test @ http://127.0.0.1:8091/v1/search/bitmap/prices
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   198.04us    1.13ms  24.68ms   98.37%
    Req/Sec    13.68k     4.41k   18.21k    78.67%
  Latency Distribution
     50%   58.00us
     75%   80.00us
     90%  125.00us
     99%    5.26ms
  408784 requests in 30.03s, 79.53MB read
Requests/sec:  13612.39
Transfer/sec:      2.65MB