benchmark/Prices-487k-PricesPerOffering-9.7k/bitmap-c10-t1.txt
Running 30s test @ http://127.0.0.1:8091/v1/search/bitmap/prices
  1 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   379.00us    1.44ms  29.74ms   96.19%
    Req/Sec    70.80k    10.85k   84.27k    56.67%
  Latency Distribution
     50%  118.00us
     75%  140.00us
     90%  200.00us
     99%    8.38ms
  2117336 requests in 30.07s, 411.93MB read
Requests/sec:  70407.56
Transfer/sec:     13.70MB